/*
1. Создать стандартный проект с main.js и папкой assets.
  В папке assets будут лежать файлы secret.txt, secret.png, secret.jpg.
  Добавить контроль версий и gitignore. Сделать так, чтобы все файлы с именем secret не отслеживались гитом.
  То есть найти способ, чтобы любой файл secret не зависимо от расширения игнорировался.
  Если не получится, то добавьте поштучно каждый файл
  */
//**********************************************************************************************************************
