/*
2. Написать JSON либо отдельным файлом, либо строкой. В нём описать структуру

магазин
--отдел фруктов и овощей
----витрина 1
------яблоки
--------голден 20 кг 25грн/кг
--------семеренко 10 кг 15грн/кг
------апельсины
--------сорт1 25 кг 40грн/кг
--------сорт2 30 кг 55грн/кг
----витрина 2
------манго
--------крупный 20шт 50грн/шт
--------средний 25шт 40грн/шт
--мясо и рыба
----витрина 1
------сельдь
--------финская 30 кг 80грн/кг
--------норвежская 10упак 40грн/уп

придумать, где лучше использовать массив, а где дать имена (ключи). Не забываем нюансы с одинарными и двойными кавычками
*/

